Repository: altairos/MiLens-iOS
Catalog: MiLens/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko, zh_hant

# gallery.scan.completeTitle
source: 扫描完成
de: Scan abgeschlossen
en: Scan Complete
fr: Recherche locale terminée
ja: スキャンが完了しました
zh_hant: 掃描完成

# gallery.scan.failedTitle
source: 扫描未完成
de: Scan unvollständig
en: Scan Incomplete
fr: Échec de la recherche
ja: スキャンが完了していません
zh_hant: 掃描未完成

# gallery.scan.importPhotos %lld
source: 导入 %lld 张照片
de: %lld Fotos importieren
en: Import %lld Photos
fr: Importer %lld photos
ja: %lld枚の写真をインポート
zh_hant: 匯入 %lld 張照片

# gallery.scan.openSettings
source: 去设置
de: Einstellungen öffnen
en: Open Settings
fr: Ouvrir les Réglages
ja: 設定に移動
zh_hant: 前往設定

# gallery.scan.permissionDenied
source: 需要照片访问权限才能扫描相册。 可在「设置 → 隐私 → 照片」中开启。
de: Fotomediathek-Zugriff nötig: Haustierfotos finden. Aktiviere ihn unter Einstellungen → Datenschutz → Fotos.
en: Photo library permission is required to discover pal photos. Enable it in Settings → Privacy → Photos.
fr: L'accès à la photothèque est requis pour analyser vos photos. Activez-le dans Réglages → Confidentialité → Photos.
ja: アルバムをスキャンするには写真へのアクセスが必要です。 「設定→プライバシー→写真」でオンにできます。
zh_hant: 需要照片存取權限才能掃描相簿。 可在「設定 → 隱私權與安全性 → 照片」中開啟。

# gallery.scan.progress %@
source: 正在扫描 %@
de: Scanne: %@
en: Scanning: %@
fr: Analyse : %@
ja: %@ をスキャン中
zh_hant: 正在掃描 %@

# gallery.scanImport
source: 扫描并导入照片
de: Fotos scannen & importieren
en: Scan & Import Photos
fr: Analyser et importer des photos
ja: 写真をスキャンしてインポートする
zh_hant: 掃描並匯入照片

# gallery.select
source: 选择
de: Auswählen
en: Select
fr: Sélectionner
ja: 選ぶ
zh_hant: 選取

# gallery.title
source: 照片
de: Fotos
en: Photos
fr: Photos
ja: 写真

# growthcompare.overline
source: GROWTH COMPARE
de: Wachstumsvergleich
fr: ÉVOLUTION AU FIL DU TEMPS
ja: 成長の比較

# help.a1
source: 在相册页使用「扫描」，咪Lens 会在本机找出可能含伙伴的照片，确认后导入。
de: Tippe auf „Scannen“ – MiLens sucht auf deinem Gerät nach möglichen Haustierfotos. Bestätige sie zum Import.
en: Tap “Scan” on the Photos page — MiLens finds photos that may contain your pal on your device, then lets you confirm and import them.
fr: Dans Photos, touchez « Analyser ». MiLens recherche sur cet appareil les photos de votre compagnon ; confirmez ensuite celles à importer.
ja: アルバムページで [スキャン] を使用すると、MiLensがパートナーが含まれている可能性のある写真を見つけて確認し、インポートします。
zh_hant: 在相簿頁使用「掃描」，咪Lens 會在本機找出可能包含毛小孩的照片，確認後匯入。

# help.a2
source: 扫描确认时选择伙伴即可；相册里也可以多选照片后归档到指定伙伴。
de: Wähle beim Prüfen der Scan-Ergebnisse ein Haustier aus. In „Fotos“ kannst du außerdem mehrere Bilder auswählen und gemeinsam zuordnen.
en: Pick a pal when reviewing scan results; you can also select multiple photos in Photos and assign them to a pal.
fr: Choisissez un compagnon lors de la confirmation ; vous pouvez également sélectionner plusieurs photos dans l'album et les assigner en une seule fois.
ja: 確認のためにスキャンするときにパートナーを選択するだけです。アルバム内の複数の写真を選択して、指定したパートナーにアーカイブすることもできます。
zh_hant: 掃描確認時選擇毛小孩即可；相簿裡也可以多選照片後歸檔到指定毛小孩。

# help.a3
source: 在创作 Tab 选择「拼豆图纸」，挑一张照片，调整尺寸与风格后即可生成并导出。
de: Gehe zum Tab Erstellen, wähle „Bügelperlen-Muster“, nimm ein Foto, passe Größe und Stil an, erstelle es und exportiere es.
en: Go to the Create tab, choose “Bead Pattern”, pick a photo, adjust size and style, then generate and export.
fr: Rendez-vous dans l'onglet Atelier, choisissez « Modèle de perles », sélectionnez une photo, réglez la taille et le style, puis exportez.
ja: 作成タブの「豆の描画」を選択し、写真を選択し、サイズやスタイルを調整して生成し、エクスポートします。
zh_hant: 在創作分頁選擇「拼豆圖稿」，挑一張照片，調整尺寸與風格後即可產生並匯出。

# help.a4
source: 拼豆图纸可以保存到系统相册，也可以通过系统分享发送给他人。
de: Bügelperlen-Muster können in deiner Fotomediathek gespeichert oder über die Systemfreigabe mit anderen geteilt werden.
en: Bead patterns can be saved to your photo library or shared with others via the system share sheet.
fr: Les modèles de perles peuvent être enregistrés dans votre photothèque ou partagés directement via le menu de partage système.
ja: アイロンビーズの図案は「写真」アプリに保存したり、共有機能でほかの人に送ったりできます。
zh_hant: 拼豆圖稿可以儲存到系統相簿，也可以透過系統分享傳送給他人。

# help.q1
source: 如何找到手机里伙伴的照片？
de: Wie findet MiLens Fotos von meinem Haustier?
en: How does MiLens find photos of my pal?
fr: Comment MiLens retrouve les photos de mon compagnon ?
ja: 携帯電話でパートナーの写真を見つけるにはどうすればよいですか？
zh_hant: 如何找到手機裡的毛小孩照片？

# help.q2
source: 如何把照片归到伙伴档案？
de: Wie weise ich Fotos einem Haustier zu?
en: How do I assign photos to a pal profile?
fr: Comment assigner des photos à un compagnon ?
ja: パートナープロフィールに写真を追加するにはどうすればよいですか？
zh_hant: 如何把照片歸到毛小孩檔案？

# help.q3
source: 如何制作拼豆图纸？
de: Wie erstelle ich ein Bügelperlen-Muster?
en: How do I make a bead pattern?
fr: Comment créer un modèle de perles à repasser ?
ja: 豆の絵を描くにはどうすればよいですか？
zh_hant: 如何製作拼豆圖稿？

# help.q4
source: 导出的作品保存在哪里？
de: Wo werden meine exportierten Werke gespeichert?
en: Where are my exported works saved?
fr: Où sont enregistrées mes créations exportées ?
ja: エクスポートされた作品はどこに保存されますか？
zh_hant: 匯出的作品儲存在哪裡？

# home.backup.banner.action
source: 去导出备份
de: Backup exportieren
en: Export Backup
fr: Sauvegarder
ja: バックアップのエクスポートに移動
zh_hant: 前往匯出備份

# home.backup.banner.body %lld
source: 已记录 %1$lld 张珍贵的瞬间，导出一份备份，让这些温暖的故事完整保留。
de: Du hast %1$lld Momente festgehalten. Mach jetzt ein Backup, um diese wertvollen Erinnerungen sicher aufzubewahren.
en: You've captured %1$lld precious moments — export a backup to keep every story safe.
fr: %1$lld moments enregistrés. Créez une sauvegarde pour protéger vos souvenirs.
ja: %1$lld個の貴重な瞬間が記録されました。これらの心温まる物語をそのままの状態で保存するには、バックアップをエクスポートしてください。
zh_hant: 已記錄 %1$lld 張珍貴瞬間，匯出一份備份，讓這些溫暖的故事完整保留。

# home.backup.banner.title
source: 给记忆多一层守护
de: Backup-Erinnerung
en: Backup Reminder
fr: Pensez à sauvegarder vos souvenirs
ja: 思い出にさらなる保護層を与える
zh_hant: 給記憶多一層守護

# home.editorialTitle
source: 今晚，留一会儿给 它
de: Nimm dir heute Abend etwas Zeit für deinen Liebling
en: Tonight, make a little time for your pal
fr: Ce soir, prenez un moment pour votre compagnon
ja: 今夜、少し時間をとって、 それ
zh_hant: 今晚，留一會兒給 它

# home.empty.body
source: 从相册里选几张和它有关的照片， 我们会把每一天整理好。
de: Wähle ein paar Fotos deines Lieblings aus der Mediathek. Wir ordnen sie Tag für Tag.
en: Choose a few photos of your pal from your library, and we'll turn each day into a story.
fr: Choisissez dans votre photothèque quelques photos de votre compagnon. Nous les remettrons dans le fil de vos journées.
ja: アルバムから関連する写真を数枚選択し、 毎日整理していきます。
zh_hant: 從相簿裡選幾張和它有關的照片， 我們會把每一天整理好。

# home.empty.cta
source: 添加照片
de: Fotos hinzufügen
en: Add Photos
fr: Ajouter des photos
ja: 写真を追加
zh_hant: 新增照片

# home.empty.title
source: 先留下一张照片
de: Halte zuerst ein Foto fest
en: Start with One Photo
fr: Commencez par une photo
ja: まずは写真を残してください
zh_hant: 先留下一張照片

# home.hero.date %lld %lld %@
source: %1$lld月%2$lld日 · %3$@
de: %1$lld/%2$lld · %3$@
en: %1$lld/%2$lld · %3$@
fr: %1$lld / %2$lld · %3$@

# home.hero.title
source: 今天，也把她 认真地记下来
de: Halte auch heute einen Moment bewusst fest
en: Today, take a moment to remember your pal
fr: Aujourd'hui encore, prenez le temps de garder ce moment
ja: 今日、彼女も 注意深く書き留めてください
zh_hant: 今天，也把它 認真地記下來

# home.hero.todayLabel
source: 今天的陪伴
de: Heutige Zweisamkeit
en: Today's Togetherness
fr: Aujourd'hui
ja: 今日の交友関係

# home.loadError
source: 暂时无法读取照片，请稍后再试。
de: Fotos können gerade nicht geladen werden. Versuch es später noch einmal.
en: Couldn't load your photos — please try again later
fr: Impossible de lire les photos pour le moment. Réessayez plus tard.
ja: 現在写真を読み込めません。後でもう一度お試しください。
zh_hant: 暫時無法讀取照片，請稍後再試。

# home.memory.yearsAgo %lld
source: %lld年前的今天
de: Heute vor %lld Jahren
en: %lld years ago today
fr: Il y a %lld ans ce jour
ja: %lld年前の今日

# home.memoryOpen
source: 查看这段回忆
de: Diese Erinnerung ansehen
en: View This Memory
fr: Ouvrir le souvenir
ja: この思い出をチェックしてください
zh_hant: 查看這段回憶

# home.memoryTitle
source: 最近回忆
de: Aktuelle Erinnerungen
en: Recent Memories
fr: Souvenirs récents
ja: 最近の思い出
zh_hant: 近期回憶

# home.retry
source: 再试一次
de: Erneut versuchen
en: Try Again
fr: Réessayer
ja: もう一度やり直してください
zh_hant: 再試一次

# home.today
source: 今天
de: Heute
en: Today
fr: Aujourd'hui
ja: 今日

# home.todayTime %@
source: 今天 %@
de: Heute %@
en: Today %@
fr: Aujourd'hui %@
ja: 今日 %@

# home.upcoming.adoption %@
source: 和%@第一次见面的日子
de: Einzugstag von %@
en: %@'s Adoption Anniversary
fr: Anniversaire d'adoption de %@
ja: %@と初めて会った日
zh_hant: 和%@第一次見面的日子

# home.upcoming.birthday %@
source: %@的生日
de: Geburtstag von %@
en: %@'s Birthday
fr: Anniversaire de %@
ja: %@ の誕生日

# home.upcoming.days.adoption %lld %lld
source: 还有%lld天·已陪伴%lld天
de: In %lld Tagen · %lld Tage zusammen
en: In %lld days · %lld days together
fr: Dans %lld jours · À la maison depuis %lld jours
ja: 残り %lld日があります · すでに %lld日を伴います
zh_hant: 還有%lld天 · 已陪伴%lld天

# home.upcoming.days.adoption.arrived %lld %lld
source: 还有%lld天·来到家%lld天
de: In %lld Tagen · Seit %lld Tagen zuhause
en: In %lld days · Home for %lld days
fr: Dans %lld jours · Arrivé(e) il y a %lld jours
ja: 残り %lld日、帰宅まで %lld日です
zh_hant: 還有%lld天 · 來到家%lld天

# home.upcoming.days.adoption.family %@ %lld %lld
source: 还有%lld天·和%@成为家人%lld天
de: In %lld Tagen · Seit %lld Tagen Teil der %@-Familie
en: In %lld days · %@ has been family for %lld days
fr: Dans %lld jours · Avec %@ depuis %lld jours
ja: 残り %lld日、%@ と家族になるまであと %lld日です
zh_hant: 還有%lld天 · 和%@成為家人%lld天

# home.upcoming.days.adoption.together %lld %lld
source: 还有%lld天·相处%lld天
de: In %lld Tagen · %lld Tage zusammen
en: In %lld days · %lld days together
fr: Dans %lld jours · Ensemble depuis %lld jours
ja: %lld日と仲良くやっていくのにあと %lld日あります
zh_hant: 還有%lld天 · 相處%lld天

# home.upcoming.days.birthday %lld %lld
source: 还有%lld天·出生至今%lld天
de: In %lld Tagen · %lld Tage seit der Geburt
en: In %lld days · %lld days since birth
fr: Dans %lld jours · %lld jours depuis la naissance
ja: 残り %lld日 · 誕生から %lld日
zh_hant: 還有%lld天 · 出生至今%lld天

# home.upcoming.days.memorial %lld %lld
source: 还有%lld天·已记录%lld天
de: In %lld Tagen · seit %lld Tagen unvergessen
en: In %lld days · recorded for %lld days
fr: Dans %lld jours · %lld jours enregistrés
ja: 残り %lld日があります · %lld日が記録されました
zh_hant: 還有%lld天 · 已記錄%lld天

# home.upcoming.lookBack
source: 回看那一天 →
de: Blicke auf diesen Tag zurück →
en: Look Back on That Day →
fr: Voir les souvenirs
ja: あの日を振り返って →

# home.upcoming.sectionLabel
source: 即将到来的日子
de: Demnächst
en: Coming Up
fr: DATES IMPORTANTES
ja: 今後の日々
zh_hant: 即將到來的日子

# home.yearlyRecap.body
source: 把这一年的精彩瞬间装订成册
de: Binde die besten Momente dieses Jahres zu einem Andenken zusammen
en: Bind this year's best moments into a keepsake
fr: Découvrez la rétrospective des moments marquants de l'année passée.
ja: 今年の素晴らしい瞬間を本にまとめます
zh_hant: 把這一年的精彩瞬間裝訂成冊

# home.yearlyRecap.title
source: 年度回忆
de: Jahresrückblick
en: Year in Review
fr: Rétrospective de l'année
ja: 今年の思い出
zh_hant: 年度回憶

# memory.addMore
source: 继续添加
de: Mehr hinzufügen
en: Add More
fr: Ajouter un autre souvenir
ja: 追加を続けます
zh_hant: 繼續新增

# memory.archiveHint
source: 保存后会进入时间线，可随时修改
de: Gespeicherte Erinnerungen erscheinen auf der Timeline und können jederzeit bearbeitet werden
en: Saved memories appear on the timeline and can be edited anytime
fr: Les souvenirs sont enregistrés dans l'archive de votre compagnon
ja: 保存後はタイムラインに入り、いつでも変更できます。
zh_hant: 儲存後會進入時間軸，可隨時修改

# memory.bodyLabel
source: 写下当时的事
de: Was ist passiert?
en: What happened?
fr: Histoire du souvenir
ja: その時何が起こったかを書き留める
zh_hant: 寫下當時的事

# memory.draft
source: 自动保存草稿
de: Entwurf automatisch gespeichert
en: Draft autosaved
fr: Brouillon
ja: 下書きを自動的に保存する
zh_hant: 自動儲存草稿

# memory.kind.adoptionDay
source: 成为家人纪念
de: Einzugstag
en: Adoption Day
fr: Jour d'adoption
ja: 家族の思い出になる
zh_hant: 成為家人紀念

# memory.kind.birthday
source: 生日纪念
de: Geburtstag
en: Birthday
fr: Anniversaire
ja: 誕生日記念
zh_hant: 生日紀念

# memory.kind.growthCompare
source: 成长对比
de: Wachstumsvergleich
en: Growth Compare
fr: Évolution
ja: 成長比較
zh_hant: 成長對比

# memory.kind.milestone
source: 里程碑
de: Meilenstein
en: Milestone
fr: Étape marquante
ja: マイルストーン

# memory.kind.monthlyRecap
source: 月度精选
de: Monats-Highlights
en: Monthly Highlights
fr: Rétrospective mensuelle
ja: 毎月のおすすめ
zh_hant: 月度精選

# memory.kind.yearlyRecap
source: 年度回忆
de: Jahresrückblick
en: Year in Review
fr: Rétrospective annuelle
ja: 今年の思い出
zh_hant: 年度回憶

# memory.occurredAt
source: 发生时间
de: Wann es passierte
en: When It Happened
fr: Date de l'événement
ja: 発生時刻
zh_hant: 發生時間

# memory.photoEvidence
source: 照片证据
de: Fotobeweis
en: Photo Evidence
fr: Photo souvenir
ja: 証拠写真
zh_hant: 照片佐證

# memory.saveToPet %@
source: 保存到%@的生命档案
de: Im Archiv von %@ speichern
en: Save to %@'s Archive
fr: Enregistrer dans l'archive de %@
ja: %@ のライフファイルに保存
zh_hant: 儲存到%@的生命檔案

# memory.titleLabel
source: 标题
de: Titel
en: Title
fr: Titre du souvenir
ja: タイトル
zh_hant: 標題

# memory.type.date
source: 重要日期
de: Wichtiges Datum
en: Important Date
fr: Date clé
ja: 重要な日付

# memory.type.photo
source: 照片记忆
de: Foto-Erinnerung
en: Photo Memory
fr: Photo
ja: 写真の記憶
zh_hant: 照片記憶

# memory.type.text
source: 文字记忆
de: Text-Erinnerung
en: Text Memory
fr: Histoire
ja: 単語の記憶
zh_hant: 文字記憶

# memory.type.work
source: 作品
de: Kreation
en: Creation
fr: Création
ja: 仕事

# memory.typeLabel
source: 记忆类型
de: Art der Erinnerung
en: Memory Type
fr: Type de souvenir
ja: 思い出の種類
zh_hant: 記憶類型

# notify.anniversary.adoption.body %@
source: 去看看你们和%@一起留下的回忆吧。
de: Schau dir die Erinnerungen an, die du mit %@ gesammelt hast.
en: Take a look back at the memories you've made with %@.
fr: Replongez dans les souvenirs que vous avez créés avec %@.
ja: %@と一緒に作った思い出を見に行きましょう。
zh_hant: 去看看你們和%@一起留下的回憶吧。

# notify.anniversary.adoption.title %@
source: 今天是和%@成为家人的日子
de: Heute ist der Einzugstag von %@
en: Today is %@'s Adoption Anniversary
fr: Joyeux anniversaire d'adoption de %@ !
ja: 今日は%@と家族になる日です
zh_hant: 今天是和%@成為家人的日子

# notify.anniversary.birthday.body %@
source: 去看看%@的生日回忆吧。
de: Schau dir die Geburtstagserinnerungen von %@ an.
en: Take a look back at %@'s birthday memories
fr: Retrouvez les souvenirs d'anniversaire de %@.
ja: %@ の誕生日の思い出をチェックしてみましょう。
zh_hant: 去看看%@的生日回憶吧。

# notify.anniversary.birthday.title %@
source: 今天是%@的生日
de: Heute ist der Geburtstag von %@ 🎂
en: %@'s Birthday Today 🎂
fr: Joyeux anniversaire à %@ !
ja: 今日は%@の誕生日です

# notify.backup.body
source: 你和小伙伴的故事越来越长，导出一份备份，让每个温暖的瞬间都安然无恙。
de: Exportiere ein Backup, damit Erinnerungen sicher bleiben.
en: Protect your pal's memories — export a local backup today.
fr: Exportez une sauvegarde pour protéger vos souvenirs.
ja: あなたとパートナーの物語はどんどん長くなります。バックアップを書き出して、温かなひとときをみんな守りましょう。
zh_hant: 你和毛小孩的故事越來越長，匯出一份備份，讓每個溫暖的瞬間都安然無恙。

# notify.backup.title
source: 记忆值得妥善珍藏
de: Erinnerungen verdienen einen sicheren Platz
en: Backup Reminder
fr: Sauvegarde de vos souvenirs
ja: 思い出はきちんと大切にする価値がある
zh_hant: 記憶值得妥善珍藏

# notify.defaultPetName
source: 小宝贝
de: Kleiner Schatz
en: Little One
fr: votre compagnon
ja: 小さな赤ちゃん
zh_hant: 小寶貝

# notify.memory.title
source: 往日回忆
de: Vergangene Erinnerungen
en: Past Memories
fr: Un souvenir spécial
ja: 過去の思い出
zh_hant: 往日回憶

# notify.memory.today %@
source: 往年今日的回忆：%@
de: Erinnerungen an diesen Tag in den vergangenen Jahren: %@
en: Memories from this day in past years: %@
fr: Ce jour dans les souvenirs de %@
ja: この日の思い出：%@
zh_hant: 往年今日的回憶：%@

# notify.memory.yearsAgo %lld %@
source: %lld年前的今天：%@
de: Heute vor %lld Jahren: %@
en: %lld years ago today: %@
fr: Il y a %lld ans ce jour : %@
ja: %lld年前の今日：%@

# notify.milestone.body %@ %lld
source: %@已经来到这个家%lld天了
de: %@ ist jetzt seit %lld Tagen bei dir!
en: %@ has been home for %lld days!
fr: %@ est à vos côtés depuis %lld jours !
ja: %@は%lld日間ここにいます
zh_hant: %@已經來到這個家%lld天了

# notify.milestone.title %lld
source: 来到家%lld天
de: Meilenstein: %lld Tage
en: %lld Days Home
fr: %lld jours ensemble !
ja: 帰宅後%lld日
zh_hant: 來到家%lld天

# notify.newPhoto.body.new
source: 可能多了伙伴的新照片，找找看？
de: Neue Fotos deines Lieblings ansehen?
en: Your pal may have new photos. Take a look?
fr: De nouvelles photos de votre compagnon sont peut-être là.
ja: もしかしたらあなたのパートナーの新しい写真があるかもしれません、見てみてください？
zh_hant: 可能多了毛小孩的新照片，找找看？

# notify.newPhoto.body.stale
source: 有两周没添新照片了，最近有拍新的吗？
de: Seit zwei Wochen keine neuen Fotos. Jetzt nachsehen?
en: No new photos added in two weeks. Have you taken any lately?
fr: Aucune photo depuis deux semaines. En avez-vous pris ?
ja: 2週間経っても新しい写真は追加されていません。最近何か新しい写真を撮りましたか？
zh_hant: 有兩週沒添新照片了，最近有拍新的嗎？

# notify.newPhoto.title
source: 系统图库里有新照片
de: Neue Fotos in deiner Mediathek
en: New Photos in Your Library
fr: Nouvelles photos à classer
ja: 「写真」アプリに新しい写真があります
zh_hant: 系統照片圖庫裡有新照片

# notify.timemachine.asking %lld %@
source: %lld年前的今天，%@在做什么呢？
de: Was hat %@ heute vor %lld Jahren gemacht?
en: What was %@ doing %lld years ago today?
fr: Que faisait %@ il y a %lld ans ce jour ?
ja: %@ は %lld年前のこの日に何をしていましたか？
zh_hant: %lld 年前的今天，%@ 在做什麼呢？

# notify.timemachine.companion %lld %@
source: %lld年前的今天，%@这样陪伴着你
de: %@ war heute vor %lld Jahren an deiner Seite
en: %@ was by your side %lld years ago today
fr: %@ était à vos côtés il y a %lld ans ce jour
ja: %lld年前の今日、%@はこうしてあなたに同行しました
zh_hant: %lld 年前的今天，%@ 陪在身邊

# notify.timemachine.flight %lld
source: 时光飞逝，%lld年前的今天
de: Wie die Zeit vergeht — heute vor %lld Jahren
en: Time flies — %lld years ago today
fr: Le temps passe vite — il y a %lld ans ce jour
ja: 時が経つのは早い、今日は %lld年前のことでした
zh_hant: 時光飛逝 · %lld 年前的今天

# notify.timemachine.flightNote %lld %@
source: %lld年前的今天，%@
de: Wie die Zeit vergeht — heute vor %lld Jahren, %@
en: Time flies — %lld years ago today, %@
fr: Le temps passe vite — il y a %lld ans ce jour, %@
ja: %lld年前の今日、%@

# notify.timemachine.title %lld
source: %lld年前的今天
de: Heute vor %lld Jahren
en: %lld years ago today
fr: Aujourd'hui, il y a %lld ans
ja: %lld年前の今日

# onboarding.candidates.body %@
source: 这些只是与%@特征基准相近的候选；请逐张确认。
de: Diese Fotos ähneln den Referenzfotos von %@. Bitte bestätige jedes einzeln.
en: These are candidate photos that resemble %@ — confirm each one before importing.
fr: Ces photos ressemblent aux photos de référence de %@. Confirmez-les une par une.
ja: これらは、%@ 機能のベースラインに近い候補のみです。一つずつ確認してください。
zh_hant: 這些只是與 %@ 參考照片相似的候選照片，請逐張確認。

# onboarding.candidates.cta %lld %@
source: 确认将这 %lld 张照片写入%@的档案
de: %lld Fotos im Archiv von %@ bestätigen
en: Add %lld photos to %@'s archive
fr: Confirmer %lld photos dans l'archive de %@
ja: これらの %lld写真を %@ のファイルに書き込むことを確認します
zh_hant: 確認匯入 %lld 張照片至 %@

# onboarding.candidates.status.pending
source: 待确认
de: Ausstehend
en: Pending
fr: En attente
ja: 確認中
zh_hant: 待確認

# onboarding.candidates.status.selected
source: 已选
de: Ausgewählt
en: Selected
fr: Sélectionnées
ja: 選択済み
zh_hant: 已選取

# onboarding.candidates.tab.all %lld
source: 全部 %lld
de: Alle %lld
en: All %lld
fr: Toutes (%lld)
ja: すべて %lld

# onboarding.candidates.tab.pending %lld
source: 待确认 %lld
de: Ausstehend %lld
en: Pending %lld
fr: En attente (%lld)
ja: 確認中 %lld
zh_hant: 待確認 %lld

# onboarding.candidates.tab.selected %lld
source: 已选 %lld
de: Ausgewählt %lld
en: Selected %lld
fr: Sélectionnées (%lld)
ja: %lldが選択されました
zh_hant: 已選取 %lld

# onboarding.candidates.title
source: 似乎有熟悉的伙伴
de: Bekannte Momente gefunden
en: Familiar Photos Found
fr: Confirmer les photos
ja: 見覚えのあるパートナーがいるようです
zh_hant: 確認候選照片

# onboarding.createArchive.body
source: 先登记名字与伙伴类型； 此时还不会扫描系统图库。
de: Gib zuerst Name und Tierart ein; deine Mediathek wird noch nicht gescannt.
en: Enter a name and pal type first; your library won't be scanned yet.
fr: Indiquez d'abord son nom et son espèce. Votre photothèque ne sera pas encore analysée.
ja: まず名前とパートナーのタイプを登録します。 現時点では写真ライブラリはスキャンされません。
zh_hant: 先登記名字與毛小孩種類； 此時還不會掃描系統照片圖庫。

# onboarding.createArchive.card.body
source: 肖像会在注册照片后 由你确认。
de: Nach dem Hinzufügen von Referenzfotos bestätigst du die Treffer selbst.
en: Add reference photos, then confirm the matches.
fr: Ajoutez des photos de référence, puis confirmez vous-même les résultats.
ja: 写真登録後にポートレートを撮影します 確認するかどうかはあなた次第です。
zh_hant: 加入參考照片後， 再由你親自確認結果。

# onboarding.createArchive.card.waiting
source: 等待一位伙伴
de: Warte auf deinen ersten Liebling
en: Waiting for your first pal
fr: En attente de votre premier compagnon
ja: パートナーを待っています
zh_hant: 等待填寫

# onboarding.createArchive.cta
source: 创建第一份档案
de: Erstes Profil erstellen
en: Create First Pal Profile
fr: Créer le premier profil
ja: 最初のプロファイルを作成する
zh_hant: 建立第一份檔案

# onboarding.createArchive.mark
source: ARCHIVE 001
de: ARCHIV 001
ja: アーカイブ001
zh_hant: 檔案 001

# onboarding.createArchive.nameLabel
source: 伙伴叫什么名字？
de: Wie lautet der Name?
en: What is their name?
fr: Quel est son nom ?
ja: あなたのパートナーの名前は何ですか？
zh_hant: 毛小孩叫什麼名字？

# onboarding.createArchive.namePlaceholder
source: 小满
de: z. B. Luna
en: e.g. Luna
fr: Ex. : Luna, Caramel...
ja: 小満
zh_hant: 例如：麻糬

# onboarding.createArchive.note
source: 先有档案，后有特征基准； 扫描结果不会自动进入档案。
de: Erstelle zuerst das Profil und füge dann Referenzfotos hinzu. Scan-Ergebnisse werden nie automatisch importiert.
en: Create the profile first, then add reference photos; scan results are never imported automatically.
fr: Créez d'abord le profil, puis ajoutez des photos de référence. Les résultats de l'analyse ne sont jamais importés automatiquement.
ja: 最初にファイルがあり、次に機能ベンチマークがあります。 スキャン結果はアーカイブに自動的には入力されません。
zh_hant: 先建立檔案，再建立特徵基準； 掃描結果不會自動匯入檔案。

# onboarding.createArchive.saveFailed
source: 保存失败，请重试
de: Speichern fehlgeschlagen. Versuch es noch einmal.
en: Couldn't save. Try again.
fr: Impossible d'enregistrer. Veuillez réessayer.
ja: 保存に失敗しました。もう一度お試しください
zh_hant: 儲存失敗，請重試

# onboarding.createArchive.species.other
source: 其他伙伴
de: Andere
en: Other
fr: Autre compagnon
ja: 他のパートナー
zh_hant: 其他毛小孩

# onboarding.createArchive.speciesLabel
source: 选择伙伴类型
de: Tierart wählen
en: Choose Pal Type
fr: Type de compagnon
ja: パートナーのタイプを選択してください
zh_hant: 毛小孩種類

# onboarding.createArchive.title
source: 先为伙伴建立 生命档案
de: Erstelle ein Lebensarchiv für deinen Liebling
en: Create a life archive for your pal
fr: Créer un profil
ja: まずはパートナー向けに作成する ライフアーカイブ
zh_hant: 先為毛小孩建立 生命檔案

# onboarding.feature.badge
source: 特征基准
de: Referenzfotos
en: Reference Photos
fr: Photos de référence
ja: 機能ベンチマーク
zh_hant: 參考照片

# onboarding.feature.baseline
source: FEATURE BASELINE
de: Referenzfotos
en: Reference Photos
fr: Photos de référence
ja: 機能ベースライン
zh_hant: 參考照片

# onboarding.feature.cta
source: 建立特征基准
de: Referenzfotos hinzufügen
en: Build References
fr: Ajouter des références
ja: 機能のベースラインを確立する
zh_hant: 加入參考照片

# onboarding.feature.done.body
source: 现在「咪Lens」有了进行相似度比较的基准； 候选仍不等于确定识别。
de: MiLens kann neue Fotos jetzt mit diesen Referenzen vergleichen. Vorschläge sind weiterhin keine bestätigten Treffer.
en: MiLens can now compare new photos against this baseline — candidates still aren't confirmed matches.
fr: MiLens peut maintenant comparer les nouvelles photos à ces références. Les photos candidates ne sont toujours pas des correspondances confirmées.
ja: 現在、「MiLens」には類似性比較のためのベンチマークが用意されています。 候補者はまだ明確な身分に達していません。
zh_hant: 現在「咪Lens」已有進行相似度比對的基準； 候選結果仍不等於最終確認。

# onboarding.feature.done.count %lld
source: %lld 张注册照片
de: %lld Referenzfotos
en: %lld reference photos
fr: %lld photos de référence
ja: %lld件の登録写真
zh_hant: %lld 張參考照片

# onboarding.feature.done.cta
source: 允许扫描系统图库
de: Zugriff auf Fotomediathek erlauben
en: Scan Photo Library
fr: Autoriser l'accès à toutes les photos
ja: 写真ライブラリのスキャンを許可する
zh_hant: 允許掃描系統相簿

# onboarding.feature.done.localOnly
source: 仅保存在本机
de: Nur auf dem Gerät
en: On-Device Only
fr: Sur l'appareil uniquement
ja: ローカルのみに保存
zh_hant: 僅儲存在本機

# onboarding.feature.done.next.body
source: 需要在系统面板允许访问全部照片。 扫描只会生成候选，不会自动导入。
de: Erlaube zuerst in den Systemeinstellungen den Zugriff auf alle Fotos. Der Scan erstellt nur Vorschläge und importiert nichts automatisch.
en: You'll need to allow access to all photos in Settings first. Scanning only finds candidates — nothing is imported automatically.
fr: Autorisez d'abord l'accès à toutes les photos dans les Réglages. L'analyse ne crée que des suggestions et n'importe rien automatiquement.
ja: システムパネル内のすべての写真へのアクセスを許可する必要があります。 スキャンでは候補が生成されるだけで、自動的にはインポートされません。
zh_hant: 請在系統設定中允許存取全部照片。 掃描只會產生候選，不會自動匯入。
